tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "librsvg"
brew "hdf5"
brew "ansible"
brew "gtk4"
brew "libadwaita"
brew "baobab"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cmake"
brew "cowsay"
brew "direnv"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "jq"
brew "k9s"
brew "kubectx"
brew "libvirt"
brew "minikube"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node@20", link: true
brew "ollama"
brew "platformio"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "protobuf"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terraform"
brew "tmux"
brew "tmuxp"
brew "toilet"
brew "vtk"
brew "watch"
brew "yq"
brew "yt-dlp"
cask "airserver"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "arc"
cask "autodesk-fusion360"
cask "battle-net"
cask "blender"
cask "citrix-workspace"
cask "diffusionbee"
cask "discord"
cask "drawio"
cask "easy-move-plus-resize"
cask "elgato-camera-hub"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "kicad"
cask "latest"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams-classic"
cask "middle"
cask "mouse-fix"
cask "mullvadvpn"
cask "nextcloud"
cask "obsidian"
cask "openscad"
cask "orcaslicer"
cask "parsec"
cask "prusaslicer"
cask "qflipper"
cask "raspberry-pi-imager"
cask "rectangle"
cask "setapp"
cask "signal"
cask "spotify"
cask "steam"
cask "utm"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yubico-yubikey-manager"
