tap "brandonyoungdev/tldx"
tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "siderolabs/tap"
tap "th-ch/youtube-music"
brew "ansible"
brew "ansible-lint"
brew "glib"
brew "aptly"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bat"
brew "protobuf"
brew "bear"
brew "bitwarden-cli"
brew "btop"
brew "freetype"
brew "cairo"
brew "pkgconf"
brew "hdf5"
brew "cmatrix"
brew "ddate"
brew "deno"
brew "direnv"
brew "entr"
brew "esphome"
brew "esptool"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "libgphoto2"
brew "gphoto2"
brew "librsvg"
brew "graphviz"
brew "gtk4"
brew "hcloud"
brew "helm"
brew "hiredis"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubecolor"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libadwaita"
brew "libffi"
brew "libiconv", link: true
brew "libvirt"
brew "luarocks"
brew "meson"
brew "micropython"
brew "minikube"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node@20"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "opentofu"
brew "pandoc"
brew "platformio"
brew "pnpm"
brew "podman"
brew "poetry"
brew "pstoedit"
brew "py3cairo"
brew "qt"
brew "pyqt"
brew "python-setuptools"
brew "tcl-tk"
brew "python-tk@3.13"
brew "python@3.10"
brew "qemu"
brew "qrencode"
brew "ripgrep"
brew "rustup"
brew "sl"
brew "smartmontools"
brew "sshpass"
brew "starship"
brew "step"
brew "tmux"
brew "tmuxp"
brew "ufbt"
brew "uv"
brew "vite"
brew "vtk"
brew "watch"
brew "watchman"
brew "weechat"
brew "wget"
brew "wireguard-tools"
brew "xh"
brew "xorriso"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
brew "siderolabs/tap/talosctl"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "airserver"
cask "alfred"
cask "android-platform-tools"
cask "audacity"
cask "autodesk-fusion"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "clone-hero"
cask "cmake"
cask "cyberduck"
cask "diffusionbee"
cask "discord"
cask "displaylink"
cask "drawio"
cask "element"
cask "focusrite-control-2"
cask "freecad"
cask "gcc-arm-embedded"
cask "ghidra"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "inkscape"
cask "inkstitch"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keymapp"
cask "kicad"
cask "latest"
cask "lulu"
cask "mac-mouse-fix"
cask "macfuse"
cask "microsoft-auto-update"
cask "middle"
cask "mixxx"
cask "mullvad-vpn"
cask "neovide"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "openscad"
cask "orcaslicer"
cask "osu"
cask "parsec"
cask "podman-desktop"
cask "proton-mail-bridge"
cask "prusaslicer"
cask "qflipper"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "retroarch-metal"
cask "rider"
cask "rustrover"
cask "setapp"
cask "signal"
cask "spotify"
cask "steam"
cask "telegram"
cask "temurin"
cask "thonny"
cask "usbimager"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "wireshark"
cask "youtube-music"
cask "yubico-yubikey-manager"
cask "zenmap"
