tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ansible"
brew "ansible-lint"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cmake"
brew "direnv"
brew "entr"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "gtk4"
brew "hdf5"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "libadwaita"
brew "librsvg"
brew "libvirt"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "node@20"
brew "ollama"
brew "opentofu"
brew "pandoc"
brew "platformio"
brew "podman"
brew "qemu"
brew "podman-compose"
brew "protobuf"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "sl"
brew "starship"
brew "tmux"
brew "tmuxp"
brew "toilet"
brew "vtk"
brew "watch"
brew "wget"
brew "xorriso"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
cask "affinity-designer"
cask "affinity-photo"
cask "airserver"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "arc"
cask "autodesk-fusion"
cask "basictex"
cask "battle-net"
cask "blender"
cask "calibre"
cask "citrix-workspace"
cask "discord"
cask "displaylink"
cask "drawio"
cask "easy-move-plus-resize"
cask "firefox"
cask "focusrite-control-2"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "kicad"
cask "latest"
cask "lulu"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "middle"
cask "mullvadvpn"
cask "neovide"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "openscad"
cask "orcaslicer"
cask "parsec"
cask "podman-desktop"
cask "prusaslicer"
cask "qflipper"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "rectangle"
cask "setapp"
cask "signal"
cask "spotify"
cask "steam"
cask "via"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "yubico-yubikey-manager"
